Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_184_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámi giellaovttasbargu galgá nannejuvvot
smn: Säämi kielâohtsâšpargo kalga nanodiđ

source: Sámi giellaovttasbarggu galgá buoridit daningo giella ovttasta sámiid badjel rájáid .
smn: Säämi kielâohtsâšpargo kalga nanodiđ , ko kielâ oovtâst sämmilijd väldikudij raajij paijeel .

source: Álgoálbmotgielat , nugo sámegielat , leat hui áitojuvvon unna gielat , mat dárbbašit stáhtain nannosut doarjaga , gávnnahii Sámedikki várreságadoalli Irja Seurujärvi-Kari Sámi parlamentarihkkáriid konferánssas Roavvenjárggas 28.10 .
smn: Algâalmugij kielah , tegu sämikielah , láá uhkevuálásâš uccâ kieliih , moh tarbâšeh nanosub torjuu staatâst , páhudij sämitige värisaavâjođetteijee Irja Seurujärvi-Kari Säämi parlamenttârij konfereensâst Ruávinjaargâst 28.10 .

source: - Maiddái sámeservodat galgá duođalaččat bargat sámegielaid ealáskahttima ovdii , dajai Seurujärvi-Kari .
smn: - Meid sämisiärváduvah jiejah kalgeh rooččâđ korrâsávt sämikielâi naanoodmân , páhudij Seurujärvi-Kari .

source: Álgoálbmotgielat leat badjel bealli buot máilmmi 7000 gielas .
smn: Eenâb ko peeli maailm 7000 kielâst láá algâaalmugij kielah .

source: Váldooassi máilmmi áitojuvvon gielain leat álgoálbmotgielat .
smn: Eenâbloho maailm uhkevuálásâš kielâin láá algâaalmugij kielah .

source: Irja Seurujärvi-Kari sáhkavuoru sámiid giellapolitihkas gávnnat dás Irja Seurujärvi-Kari sáhkavuorru giellaoktasašbarggus 28102008 .
smn: Irja Seurujärvi-Kari sahâvuáru ollásávt säämi kielâpolitiikâst lii täst Irja Seurujärvi-Kari sáhkavuorru giellaoktasašbarggus 28102008 .
